# ==========================================
# โจทย์ข้อที่ 4: คำนวณราคาสินค้าหลังหักส่วนลด
# Input: ราคาสินค้ารวม (จำนวนเต็ม)
# Output: ราคาสุทธิที่ต้องชำระ
# เงื่อนไข: ยอดตั้งแต่ 2,000 บาท ลด 200 บาท | ยอดตั้งแต่ 1,000 บาท ลด 100 บาท | น้อยกว่า 1,000 บาท ไม่ได้รับส่วนลด
# ==========================================


price = int(input("ราคาสินค้า"))
if price => 2000 บาท
   print("ลด 200 บาท")
elif price => 1000
    print("ลด 100 บาท")
elif price < 1000
    print("ไม่ได้รับส่วนลด")
elseL:
     print("ราคาสุทธิที่ต้องชำระ")
