# ==========================================
# โจทย์ข้อที่ 5: ประเมินความเร็วรถยนต์
# Input: ความเร็วรถ km/h (จำนวนเต็ม)
# Output: สถานะความเร็ว ("Normal", "Fast", หรือ "Too Fast")
# เงื่อนไข: ความเร็ว <= 60 พิมพ์ "Normal" | ความเร็ว 61-90 พิมพ์ "Fast" | เกิน 90 พิมพ์ "Too Fast"
# ==========================================


speed = int(input("กรอกความเร็วรถ km/h"))
if speed <= 60
   print("Normol")
elif speed == 60-90
   print("Fast")
elif speed > 90
    print("Too Fast")
else:
    print("สถานะความเร็ว")
